Repository: religofsil/progs
Catalog: Master_RU-Master_EN.tmx
Source language: ru
Languages: en

source: -Я - специалист по черной магии.
en: 'I specialise in black magic.'

source: "На тебе!"- Стукнуло в голове у Михаила Александровича.
en: 'Like hell you do! ...' thought Mikhail Alexandrovich.

source: -И... И вас по этой специальности пригласили к нам?- Заикнувшись спросил он.
en: 'And ...and you've been invited here to give advice on that? ' he asked with a gulp.

source: -Да, по этой пригласили, - подтвердил профессор и пояснил:- тут в государственной библиотеке обнаружены подлинные рукописи чернокнижника герберта аврилакского, десятого века, так вот требуется, чтобы я их разобрал.
en: 'Yes,' the professor assured him, and went on : ' Apparently your National Library has unearthed some original manuscripts of the ninth-century necromancer Herbert Aurilachs. I have been asked to decipher them.

source: -Я единственный в мире специалист.
en: I am the only specialist in the world.'

source: -А-а!
en: 'Aha!

source: -Вы историк?- С большим облегчением и уважением спросил Берлиоз.
en: So you're a historian? ' asked Berlioz in a tone of considerable relief and respect.

source: -Я - историк, - подтвердил ученый и добавил ни к селу ни к городу:- сегодня вечером на Патриарших прудах будет интересная история!
en: ' Yes, I am a historian,' adding with apparently complete inconsequence, ' this evening a historic event is going to take place here at Patriarch's Ponds.'

source: И опять крайне удивились и редактор и поэт, а профессор поманил обоих к себе и, когда они наклонились к нему, прошептал: - Имейте в виду, что Иисус существовал.
en: Again the editor and the poet showed signs of utter amazement, but the professor beckoned to them and when both had bent their heads towards him he whispered : 'Jesus did exist, you know.'

source: -Видите ли, профессор, - принужденно улыбнувшись, отозвался Берлиоз, - мы уважаем ваши большие знания, но сами по этому вопросу придерживаемся другой точки зрения.
en: 'Look, professor,' said Berlioz, with a forced smile, ' With all respect to you as a scholar we take a different attitude on that point.'

source: -А не надо никаких точек зрения!- Ответил странный профессор, - просто он существовал и больше ничего.
en: 'It's not a question of having an attitude,' replied the strange professor. 'He existed, that's all there is to it.'

source: -Но требуется же какое-нибудь доказательство...- Начал Берлиоз.
en: 'But one must have some proof....' began Berlioz.

source: -И доказательств никаких не требуется, - ответил профессор и заговорил негромко, причем его акцент почему-то пропал:- все просто: в белом плаще...
en: 'There's no need for any proof,' answered the professor. In a low voice, his foreign accent vanishing altogether, he began : 'It's very simple-early in the morning on the fourteenth of the spring month of Nisan the Procurator of Judaea, Pontius Pilate, in a white cloak lined with blood-red...
